[
  {
    "title": "Paris  Olympics Opening Scam ",
    "author": "Alexandre Dniestrowski",
    "date": "2024-07-30",
    "summary": "Athletes on the background Wokism delirium on the foreground",
    "tags": [
      "Paris Olympics",
      "Wokism"
    ],
    "content": "Paris avec ses perspectives, ses bâtiments, jardins,… reste magnifique malgré les temps décadents que nous subisson. C’est une ville mondialement connue comme très attractive pour les touristes - Inutile de dépenser des milliards pour faire sa promotion, encore plus fâcheux que de dépenser encore de milliards pour que Mme Hidalgo puisse orgasmer en nageant dans une eau qui reste peu ragoûtante - L’ouverture des jeux a été conçue par des dépravés pour le bonheur des dépravés de tout bord"
  },
  {
    "title": "Reply to Edward Miller",
    "author": "Alexo47",
    "date": "2024-07-31",
    "summary": "After criticizing the Olympics opening ceremony, the author describes enjoying their time in Paris, working out, and witnessing political turmoil. They then ask about your renting problems and express their desire to see you in Paris.",
    "tags": [
      "Paris Olympics",
      "Wokism",
      "US Elections"
    ],
    "content": "Dear Edward!\r\n After the decadent and shameful Olympics Opening (athletes on a distant background, vivid \"Californian\" copy-cat wokism pornography on the foreground) the situation seems rather smooth provided you don't venture at the hearts of the games and content yourself with a good color TV sitting in your sofa.\r\n For the moment we can find food, water and electricity are on:  Paris seems empty and yesterday we went to our club (Paris Country Club) the day was great and I, propelled by the athletes' performances, made some achievements (jogging 4.km less than 30' and swimming almost a mile).\r\n Tentatively we are trying to have a sort of vacation style in the city until the moment of la \"rentrée\" where big political turmoils are on the wings: France's parliament \"hang-up\": can you hear the loud voices claiming to tax the rich fat cats? Sounds pretty much like Democratic party!\r\nOh by the way, are you thrilled for the \"marvelous\" Kamala, a pure San Francisco progressist, that replaced the good old horse Joe whose senility was not anymore possible to hide? US elections is the most important event of the year that will impact the world in the next decade...\r\nI feel sorry for your renting problems and, indeed, trashing carefully old records is boring and less glamorous than when you are bootstrapping your startup - Unfortunately this is the human condition.\r\n Let's keep in touch and look forward to seeing you both in Paris to enjoy a \"slow motion, no time, no agenda constraints\" being together and discussing the world's mess.\r\n Bon courage, my friend and excellent summer for both of you.\r\n Big cheers,\r\n Alexandre"
  }
]